---
kind: property
id: P:Autodesk.Revit.DB.PointClouds.PointCloudColorSettings.Color1
source: html/e3d3f593-69ab-1db1-bbf9-3b348c20d142.htm
---
# Autodesk.Revit.DB.PointClouds.PointCloudColorSettings.Color1 Property

Color 1

## Syntax (C#)
```csharp
public Color Color1 { get; }
```